Repository: DAnn2012/PublishPress-Checklists
Catalog: src/languages/publishpress-content-checklist-*.po
Languages: pt_br

source: Unable to connect to the filesystem. Please confirm your credentials.
pt_br: Não foi possível se comunicar com o sistema de arquivos. Por favor confirme suas credenciais.

source: PublishPress Content Checklist requires __plugin__ 1.3.0 or later. Please, update.
pt_br: PublishPress Content Checklist requer __plugin__ 1.3.0 ou mais tarde. Por favor, atualize.

source: Disabled
pt_br: Desativado

source: Show a sidebar message
pt_br: Mostrar uma mensagem de barra lateral

source: Show a pop-up message
pt_br: Mostrar uma mensagem pop-up

source: Prevent publishing
pt_br: Evitar a publicação

source: Min %s Max %s
pt_br: Max min %s %s

source: Number of categories
pt_br: Número de categorias

source: Minimum of %s category
pt_br: Mínimo de %s categoria

source: Minimum of %s categories
pt_br: Mínimo de %s categorias

source: Maximum of %s category
pt_br: Máximo de %s categoria

source: Maximum of %s categories
pt_br: Máximo de %s categorias

source: %s category
pt_br: %s categoria

source: %s categories
pt_br: %s categorias

source: Between %s and %s categories
pt_br: Entre %s e %s categorias

source: Custom
pt_br: Personalizado

source: Featured image
pt_br: Imagem destacada

source: Excerpt has text
pt_br: Excerto tem texto

source: Number of tags
pt_br: Número de etiquetas

source: Minimum of %s tag
pt_br: Mínimo de %s etiqueta

source: Minimum of %s tags
pt_br: Mínimo de %s etiquetas

source: Maximum of %s tag
pt_br: Máximo de %s etiqueta

source: Maximum of %s tags
pt_br: Máximo de %s etiquetas

source: %s tag
pt_br: %s etiqueta

source: %s tags
pt_br: %s etiquetas

source: Between %s and %s tags
pt_br: Entre %s e %s etiquetas

source: Number of words
pt_br: Número de palavras

source: Minimum of %s word
pt_br: Mínimo de %s palavra

source: Minimum of %s words
pt_br: Mínimo de %s palavras

source: Maximum of %s word
pt_br: Máximo de %s palavra

source: Maximum of %s words
pt_br: Máximo de %s palavras

source: %s word
pt_br: %s palavra

source: %s words
pt_br: %s palavras

source: Between %s and %s words
pt_br: Entre %s e %s palavras

source: Define tasks that must be complete before content is published
pt_br: Define tarefas que devem ser completadas antes do conteúdo ser publicado

source: Licensing:
pt_br: Licensa:

source: License key:
pt_br: Chave de licença:

source: General:
pt_br: Geral:

source: Add to these post types:
pt_br: Adicionar à estes tipos de Post:

source: Show warning icon:
pt_br: Mostrar ícone de aviso:

source: Hide Publish button:
pt_br: Ocultar ícone de aviso:

source: Requirements
pt_br: Requisitos

source: This will display a warning icon in the "Publish" box
pt_br: Isto irá mostrar um ícone de aviso na caixa de publicação

source: This will hide the Publish button if the checklist is not complete
pt_br: Isto irá ocultar o botão de publicação se a lista não estiver completada

source: Description
pt_br: Descrição

source: Parameters
pt_br: Parâmetros

source: Action
pt_br: Ação

source: Add custom item
pt_br: Adicionar item personalizado

source: Configure
pt_br: Configurar

source: The following requirements are not completed yet. Are you sure you want to publish?
pt_br: Os seguintes requisitos ainda não estão completos. Tem certeza de que deseja publicar?

source: Please complete the following requirements before publishing:
pt_br: Por favor, complete os seguintes requisitos antes de publicar:

source: Not required, but important:
pt_br: Não obrigatório, mas importante:

source: One or more items in the checklist are not completed
pt_br: Um ou mais items na Checklist não estão completas

source: To use the checklist
pt_br: Para usar a checklist

source: please choose some requirements
pt_br: por favor selecione alguns requisitos

source: Required
pt_br: Obrigatório

source: Don't publish
pt_br: Não publicar

source: Yes, publish
pt_br: Sim, publicar

source: An error occurred. Please, try again.
pt_br: Um erro ocorreu. Por favor, tente novamente.

source: Missing license
pt_br: Licença não encontrada

source: Your license key is expired
pt_br: Sua chave de licença expirou

source: Your license key has been disabled
pt_br: Sua chave de licença foi desabilitada

source: Invalid license
pt_br: Licença inválida

source: Your license is not active for this URL
pt_br: Sua licença não está ativa para esta URL

source: This appears to be an invalid license key for this product
pt_br: Esta parece ser uma chave de licença inválida para este produto

source: Your license key has reached its activation limit
pt_br: Sua chave de licença atingiu o limite de ativações

source: Activated
pt_br: Ativado

source: Not validated yet
pt_br: Ainda não validado

source: Status
pt_br: Estado

source: Click here to read more about licenses.
pt_br: Clique aqui para termais sobre licenças.

source: More information
pt_br: Mais informações

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
pt_br: Há uma nova versão de %1$s disponível. %2$s Ver detalhes da versão %3$s %4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
pt_br: Há uma nova versão de %1$s disponível. %2$s Ver detalhes da versão %3$s %4$s ou %5$satualize agora%6$s.

source: You do not have permission to install plugin updates
pt_br: Você não tem permissão para instalar atualizações para este plugin

source: Error
pt_br: Erro

source: Add a content checklist for posts
pt_br: Adicione uma Checklist de conteúdo para posts
